travel2/app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)
    if @user.save
---
INSERT INTO "users" ("user_name", "nick_name", "birthday", "user_adress", "Email", "Password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)